Repository: hamed-elfayome/Claude-Usage-Tracker
Catalog: Claude Usage/Resources/*.lproj/Localizable.strings
Languages: es, fr, it, pt, zh_ch

# settings.updates.automatic
source: Automatic Updates
es: Actualizaciones Automáticas
fr: Mises à Jour Automatiques
it: Aggiornamenti Automatici
pt: Atualizações Automáticas
zh_ch: 自动更新

# settings.updates.automatic.description
source: Automatically check for and download updates daily
es: Buscar y descargar actualizaciones automáticamente cada día
fr: Vérifier et télécharger automatiquement les mises à jour quotidiennement
it: Controlla e scarica automaticamente gli aggiornamenti ogni giorno
pt: Verificar e baixar atualizações automaticamente todos os dias
zh_ch: 每天自动检查并下载更新

# settings.updates.check_now
source: Check for Updates
es: Buscar Actualizaciones
fr: Vérifier les Mises à Jour
it: Verifica Aggiornamenti
pt: Verificar Atualizações
zh_ch: 检查更新

# settings.updates.info.title
source: Secure Updates
es: Actualizaciones Seguras
fr: Mises à Jour Sécurisées
it: Aggiornamenti Sicuri
pt: Atualizações Seguras
zh_ch: 安全更新

# settings.updates.info.description
source: All updates are cryptographically signed and verified before installation
es: Todas las actualizaciones están firmadas criptográficamente y verificadas antes de la instalación
fr: Toutes les mises à jour sont cryptographiquement signées et vérifiées avant l'installation
it: Tutti gli aggiornamenti sono firmati crittograficamente e verificati prima dell'installazione
pt: Todas as atualizações são assinadas criptograficamente e verificadas antes da instalação
zh_ch: 所有更新在安装前都经过加密签名和验证

# icon_style.battery
source: Battery
es: Batería
fr: Batterie
it: Batteria
pt: Bateria
zh_ch: 电池

# icon_style.percentage
source: Percentage
es: Porcentaje
fr: Pourcentage
it: Percentuale
pt: Porcentagem
zh_ch: 百分比

# icon_style.text_only
source: Text Only
es: Solo Texto
fr: Texte Seulement
it: Solo Testo
pt: Apenas Texto
zh_ch: 仅文本

# icon_style.minimal
source: Minimal
es: Mínimo
it: Minimale
pt: Minimalista
zh_ch: 极简

# metric.session_usage
source: Session Usage
es: Uso de Sesión
fr: Utilisation de Session
it: Utilizzo Sessione
pt: Uso da Sessão
zh_ch: 会话使用量

# metric.session_usage.description
source: 5-hour rolling window usage
es: Ventana móvil de uso de 5 horas
fr: Fenêtre glissante d'utilisation de 5 heures
it: Utilizzo finestra mobile di 5 ore
pt: Janela móvel de uso de 5 horas
zh_ch: 5小时滚动窗口使用量

# metric.week_usage
source: Week Usage
es: Uso Semanal
fr: Utilisation Hebdomadaire
it: Utilizzo Settimanale
pt: Uso Semanal
zh_ch: 每周使用量

# metric.week_usage.description
source: Weekly token usage (all models)
es: Uso semanal de tokens (todos los modelos)
fr: Utilisation hebdomadaire de jetons (tous les modèles)
it: Utilizzo settimanale token (tutti i modelli)
pt: Uso semanal de tokens (todos os modelos)
zh_ch: 每周令牌使用量（所有模型）

# metric.api_credits
source: API Credits
es: Créditos API
fr: Crédits API
it: Crediti API
pt: Créditos da API
zh_ch: API 积分

# metric.api_credits.description
source: API Console billing credits
es: Créditos de facturación de Consola API
fr: Crédits de facturation de la Console API
it: Crediti di fatturazione Console API
pt: Créditos de faturamento do Console da API
zh_ch: API Console 付费积分

# display.remaining_credits
source: Remaining Credits
es: Créditos Restantes
fr: Crédits Restants
it: Crediti Rimanenti
pt: Créditos Restantes
zh_ch: 剩余积分

# display.remaining_credits.description
source: Show only remaining credits
es: Mostrar solo créditos restantes
fr: Afficher uniquement les crédits restants
it: Mostra solo i crediti rimanenti
pt: Mostrar apenas créditos restantes
zh_ch: 仅显示剩余积分

# display.used_amount
source: Used Amount
es: Cantidad Usada
fr: Montant Utilisé
it: Importo Utilizzato
pt: Valor Usado
zh_ch: 已使用金额

# display.used_amount.description
source: Show only amount spent
es: Mostrar solo cantidad gastada
fr: Afficher uniquement le montant dépensé
it: Mostra solo l'importo speso
pt: Mostrar apenas valor gasto
zh_ch: 仅显示已使用金额

# display.both_used_total
source: Both (Used / Total)
es: Ambos (Usado / Total)
fr: Les Deux (Utilisé / Total)
it: Entrambi (Utilizzato / Totale)
pt: Ambos (Usado / Total)
zh_ch: 两者（已使用/总计）

# display.both_used_total.description
source: Show both used and total
es: Mostrar tanto usado como total
fr: Afficher à la fois utilisé et total
it: Mostra sia utilizzato che totale
pt: Mostrar usado e total
zh_ch: 同时显示已使用和总计

# display.percentage
source: Percentage
es: Porcentaje
fr: Pourcentage
it: Percentuale
pt: Porcentagem
zh_ch: 百分比

# display.percentage.description
source: Show as percentage (e.g., 60%)
es: Mostrar como porcentaje (ej. 60%)
fr: Afficher en pourcentage (ex. 60%)
it: Mostra come percentuale (es. 60%)
pt: Mostrar como porcentagem (ex: 60%)
zh_ch: 显示为百分比（例如 60%）

# display.token_count
source: Token Count
es: Conteo de Tokens
fr: Nombre de Jetons
it: Conteggio Token
pt: Contagem de Tokens
zh_ch: 令牌数量

# display.token_count.description
source: Show token numbers (e.g., 600K/1M)
es: Mostrar números de tokens (ej. 600K/1M)
fr: Afficher les nombres de jetons (ex. 600K/1M)
it: Mostra numeri di token (es. 600K/1M)
pt: Mostrar números de tokens (ex: 600K/1M)
zh_ch: 显示令牌数量（例如 600K/1M）

# notification.session_warning.title
source: Session Usage Warning
es: Advertencia de Uso de Sesión
fr: Avertissement d'Utilisation de Session
it: Avviso Utilizzo Sessione
pt: Aviso de Uso da Sessão
zh_ch: 会话使用量警告

# notification.session_warning.message
source: You've used %@ of your 5-hour session limit. %@
es: Has usado %@ de tu límite de sesión de 5 horas. %@
fr: Vous avez utilisé %@ de votre limite de session de 5 heures. %@
it: Hai utilizzato %@ del limite della sessione di 5 ore. %@
pt: Você usou %@ do seu limite de sessão de 5 horas. %@
zh_ch: 您已使用 5小时会话限制的 %@。%@

# notification.session_critical.title
source: Session Usage Critical
es: Uso de Sesión Crítico
fr: Utilisation de Session Critique
it: Utilizzo Sessione Critico
pt: Uso da Sessão Crítico
zh_ch: 会话使用量严重

# notification.session_critical.message
source: You've used %@ of your 5-hour session limit! %@
es: ¡Has usado %@ de tu límite de sesión de 5 horas! %@
fr: Vous avez utilisé %@ de votre limite de session de 5 heures ! %@
it: Hai utilizzato %@ del limite della sessione di 5 ore! %@
pt: Você usou %@ do seu limite de sessão de 5 horas! %@
zh_ch: 您已使用 5小时会话限制的 %@！%@

# notification.session_reset.title
source: Session Reset
es: Sesión Reiniciada
fr: Session Réinitialisée
it: Ripristino Sessione
pt: Sessão Reiniciada
zh_ch: 会话重置

# notification.session_reset.message
source: Your session has reset! You now have a fresh 5-hour session available.
es: ¡Tu sesión se ha reiniciado! Ahora tienes una sesión de 5 horas nueva disponible.
fr: Votre session a été réinitialisée ! Vous disposez maintenant d'une nouvelle session de 5 heures.
it: La tua sessione è stata ripristinata! Ora hai una nuova sessione di 5 ore disponibile.
pt: Sua sessão foi reiniciada! Você agora tem uma nova sessão de 5 horas disponível.
zh_ch: 您的会话已重置！您现在有一个全新的 5小时会话可用。

# notification.session_auto_started.title
source: Session Auto-Started
es: Sesión Iniciada Automáticamente
fr: Session Démarrée Automatiquement
it: Sessione Avviata Automaticamente
pt: Sessão Iniciada Automaticamente
zh_ch: 会话自动启动

# notification.session_auto_started.message
source: A new session has been automatically initialized with Claude 3.5 Haiku. Your fresh 5-hour session is ready!
es: Una nueva sesión ha sido iniciada automáticamente con Claude 3.5 Haiku. ¡Tu sesión de 5 horas está lista!
fr: Une nouvelle session a été initialisée automatiquement avec Claude 3.5 Haiku. Votre session de 5 heures est prête !
it: Una nuova sessione è stata inizializzata automaticamente con Claude 3.5 Haiku. La tua nuova sessione di 5 ore è pronta!
pt: Uma nova sessão foi inicializada automaticamente com o Claude 3.5 Haiku. Sua nova sessão de 5 horas está pronta!
zh_ch: 新会话已自动初始化。您全新的 5小时会话已就绪！

# notification.weekly_warning.title
source: Weekly Usage Warning
es: Advertencia de Uso Semanal
fr: Avertissement d'Utilisation Hebdomadaire
it: Avviso Utilizzo Settimanale
pt: Aviso de Uso Semanal
zh_ch: 每周使用量警告

# notification.weekly_warning.message
source: You've used %@ of your weekly limit. %@
es: Has usado %@ de tu límite semanal. %@
fr: Vous avez utilisé %@ de votre limite hebdomadaire. %@
it: Hai utilizzato %@ del limite settimanale. %@
pt: Você usou %@ do seu limite semanal. %@
zh_ch: 您已使用每周限制的 %@。%@

# notification.weekly_critical.title
source: Weekly Usage Critical
es: Uso Semanal Crítico
fr: Utilisation Hebdomadaire Critique
it: Utilizzo Settimanale Critico
pt: Uso Semanal Crítico
zh_ch: 每周使用量严重

# notification.weekly_critical.message
source: You've used %@ of your weekly limit! %@
es: ¡Has usado %@ de tu límite semanal! %@
fr: Vous avez utilisé %@ de votre limite hebdomadaire ! %@
it: Hai utilizzato %@ del limite settimanale! %@
pt: Você usou %@ do seu limite semanal! %@
zh_ch: 您已使用每周限制的 %@！%@

# notification.opus_warning.title
source: Opus Usage Warning
es: Advertencia de Uso de Opus
fr: Avertissement d'Utilisation Opus
it: Avviso Utilizzo Opus
pt: Aviso de Uso do Opus
zh_ch: Opus 使用量警告

# notification.opus_warning.message
source: You've used %@ of your weekly Opus limit. %@
es: Has usado %@ de tu límite semanal de Opus. %@
fr: Vous avez utilisé %@ de votre limite hebdomadaire Opus. %@
it: Hai utilizzato %@ del limite settimanale Opus. %@
pt: Você usou %@ do seu limite semanal do Opus. %@
zh_ch: 您已使用每周 Opus 限制的 %@。%@

# notification.opus_critical.title
source: Opus Usage Critical
es: Uso de Opus Crítico
fr: Utilisation Opus Critique
it: Utilizzo Opus Critico
pt: Uso do Opus Crítico
zh_ch: Opus 使用量严重

# notification.opus_critical.message
source: You've used %@ of your weekly Opus limit! %@
es: ¡Has usado %@ de tu límite semanal de Opus! %@
fr: Vous avez utilisé %@ de votre limite hebdomadaire Opus ! %@
it: Hai utilizzato %@ del limite settimanale Opus! %@
pt: Você usou %@ do seu limite semanal do Opus! %@
zh_ch: 您已使用每周 Opus 限制的 %@！%@

# notification.enabled.title
source: Notifications Enabled
es: Notificaciones Habilitadas
fr: Notifications Activées
it: Notifiche Abilitate
pt: Notificações Habilitadas
zh_ch: 通知已启用

# notification.enabled.message
source: You will now receive alerts at 75%, 90%, and 95% usage thresholds, plus session reset notifications.
es: Ahora recibirás alertas en los umbrales de uso del 75%, 90% y 95%, además de notificaciones de reinicio de sesión.
fr: Vous recevrez maintenant des alertes aux seuils d'utilisation de 75%, 90% et 95%, ainsi que des notifications de réinitialisation de session.
it: Ora riceverai avvisi al 75%, 90% e 95% delle soglie di utilizzo, più notifiche di ripristino sessione.
pt: Você agora receberá alertas em 75%, 90% e 95% dos limites de uso, além de notificações de reinício de sessão.
zh_ch: 您现在将在 75%、90% 和 95% 使用阈值时接收警报，以及会话重置通知。

# error.session_key_not_found
source: No session key found
es: No se encontró la clave de sesión
fr: Clé de session non trouvée
it: Nessuna chiave di sessione trovata
pt: Nenhuma chave de sessão encontrada
zh_ch: 未找到会话密钥

# error.session_key_not_found.suggestion
source: Please configure your Claude session key in Settings
es: Por favor configura tu clave de sesión de Claude en Ajustes
fr: Veuillez configurer votre clé de session Claude dans les Réglages
it: Configura la tua chiave di sessione Claude nelle Impostazioni
pt: Por favor, configure sua chave de sessão do Claude nas Configurações
zh_ch: 请在设置中配置您的 Claude 会话密钥

# error.session_key_invalid
source: Invalid session key
es: Clave de sesión inválida
fr: Clé de session invalide
it: Chiave di sessione non valida
pt: Chave de sessão inválida
zh_ch: 无效的会话密钥

# error.session_key_invalid.suggestion
source: Please check your session key format. It should start with 'sk-ant-'
es: Por favor verifica el formato de tu clave de sesión. Debe comenzar con 'sk-ant-'
fr: Veuillez vérifier le format de votre clé de session. Elle doit commencer par 'sk-ant-'
it: Verifica il formato della chiave di sessione. Dovrebbe iniziare con 'sk-ant-'
pt: Por favor, verifique o formato da sua chave de sessão. Ela deve começar com 'sk-ant-'
zh_ch: 请检查您的会话密钥格式。它应该以 'sk-ant-' 开头

# error.network_unavailable
source: No internet connection
es: Sin conexión a internet
fr: Pas de connexion Internet
it: Nessuna connessione internet
pt: Sem conexão com a internet
zh_ch: 无网络连接

# error.network_unavailable.suggestion
source: Please check your internet connection and try again
es: Por favor verifica tu conexión a internet e intenta de nuevo
fr: Veuillez vérifier votre connexion Internet et réessayer
it: Verifica la tua connessione internet e riprova
pt: Por favor, verifique sua conexão com a internet e tente novamente
zh_ch: 请检查您的网络连接并重试

# error.network_timeout
source: Request timed out
es: Tiempo de espera agotado
fr: Délai d'attente dépassé
it: Richiesta scaduta
pt: Tempo de solicitação esgotado
zh_ch: 请求超时

# error.network_timeout.suggestion
source: Please try again. If the problem persists, check Claude's status at status.claude.com
es: Por favor intenta de nuevo. Si el problema persiste, verifica el estado de Claude en status.claude.com
fr: Veuillez réessayer. Si le problème persiste, vérifiez l'état de Claude sur status.claude.com
it: Riprova. Se il problema persiste, controlla lo stato di Claude su status.claude.com
pt: Por favor, tente novamente. Se o problema persistir, verifique o status do Claude em status.claude.com
zh_ch: 请重试。如果问题持续存在，请检查 Claude 的状态 status.claude.com

# error.api_unauthorized
source: Unauthorized access
es: Acceso no autorizado
fr: Accès non autorisé
it: Accesso non autorizzato
pt: Acesso não autorizado
zh_ch: 未授权访问

# error.api_unauthorized.suggestion
source: Your session key may have expired. Please update it in Settings
es: Tu clave de sesión puede haber expirado. Por favor actualízala en Ajustes
fr: Votre clé de session a peut-être expiré. Veuillez la mettre à jour dans les Réglages
it: La tua chiave di sessione potrebbe essere scaduta. Aggiornala nelle Impostazioni
pt: Sua chave de sessão pode ter expirado. Por favor, atualize-a nas Configurações
zh_ch: 您的会话密钥可能已过期。请在设置中更新它

# error.api_server_error
source: Server error
es: Error del servidor
fr: Erreur du serveur
it: Errore del server
pt: Erro do servidor
zh_ch: 服务器错误

# error.api_server_error.suggestion
source: The server encountered an error. Please try again later
es: El servidor encontró un error. Por favor intenta de nuevo más tarde
fr: Le serveur a rencontré une erreur. Veuillez réessayer plus tard
it: Il server ha riscontrato un errore. Riprova più tardi
pt: O servidor encontrou um erro. Por favor, tente novamente mais tarde
zh_ch: 服务器遇到错误。请稍后重试

# error.api_rate_limited
source: Rate limit exceeded
es: Límite de tasa excedido
fr: Limite de taux dépassée
it: Limite di velocità superato
pt: Limite de taxa excedido
zh_ch: 超出速率限制

# error.api_rate_limited.suggestion
source: Please wait a few moments before trying again
es: Por favor espera unos momentos antes de intentar de nuevo
fr: Veuillez attendre quelques instants avant de réessayer
it: Attendi qualche istante prima di riprovare
pt: Por favor, aguarde alguns momentos antes de tentar novamente
zh_ch: 请稍等片刻后重试

# validation.session_key_too_short
source: Session key too short
es: Clave de sesión demasiado corta
fr: Clé de session trop courte
it: Chiave di sessione troppo corta
pt: Chave de sessão muito curta
zh_ch: 会话密钥过短

# validation.session_key_too_long
source: Session key too long
es: Clave de sesión demasiado larga
fr: Clé de session trop longue
it: Chiave di sessione troppo lunga
pt: Chave de sessão muito longa
zh_ch: 会话密钥过长

# validation.invalid_prefix
source: Invalid session key prefix
es: Prefijo de clave de sesión inválido
fr: Préfixe de clé de session invalide
it: Prefisso chiave di sessione non valido
pt: Prefixo de chave de sessão inválido
zh_ch: 无效的会话密钥前缀

# validation.invalid_characters
source: Invalid characters in session key
es: Caracteres inválidos en clave de sesión
fr: Caractères invalides dans la clé de session
it: Caratteri non validi nella chiave di sessione
pt: Caracteres inválidos na chave de sessão
zh_ch: 会话密钥包含无效字符

# validation.invalid_format
source: Invalid session key format
es: Formato de clave de sesión inválido
fr: Format de clé de session invalide
it: Formato chiave di sessione non valido
pt: Formato de chave de sessão inválido
zh_ch: 无效的会话密钥格式

# validation.contains_whitespace
source: Session key contains whitespace
es: La clave de sesión contiene espacios en blanco
fr: La clé de session contient des espaces
it: La chiave di sessione contiene spazi
pt: A chave de sessão contém espaços em branco
zh_ch: 会话密钥包含空白字符

# github.enjoy_app
source: Enjoying Claude Usage Tracker?
es: ¿Disfrutando Claude Usage Tracker?
fr: Vous appréciez Claude Usage Tracker ?
it: Ti piace Claude Usage Tracker?
pt: Gostando do Claude Usage Tracker?
zh_ch: 喜欢 Claude Usage Tracker 吗？

# github.star_description
source: If this app has been helpful, please consider starring it on GitHub! It helps others discover the project and motivates continued development.
es: Si esta aplicación te ha sido útil, ¡considera darle una estrella en GitHub! Ayuda a otros a descubrir el proyecto y motiva el desarrollo continuo.
fr: Si cette application vous a été utile, pensez à lui donner une étoile sur GitHub ! Cela aide les autres à découvrir le projet et motive le développement continu.
it: Se questa app è stata utile, considera di metterle una stella su GitHub! Aiuta gli altri a scoprire il progetto e motiva lo sviluppo continuo.
pt: Se este aplicativo foi útil, considere dar uma estrela no GitHub! Isso ajuda outras pessoas a descobrir o projeto e motiva o desenvolvimento contínuo.
zh_ch: 如果这个应用对您有帮助，请在 GitHub 上给它标星！这有助于其他人发现项目并激励持续开发。

# github.star_button
source: ⭐ Star on GitHub
es: Dar Estrella en GitHub
fr: ⭐ Étoile sur GitHub
it: Stella su GitHub
pt: Dar Estrela no GitHub
zh_ch: 在 GitHub 上标星

# github.maybe_later
source: Maybe Later
es: Quizás Más Tarde
fr: Peut-être Plus Tard
it: Forse Più Tardi
pt: Talvez Mais Tarde
zh_ch: 稍后再说

# github.never_show
source: Don't Show Again
es: No Mostrar de Nuevo
fr: Ne Plus Afficher
it: Non Mostrare Più
pt: Não Mostrar Novamente
zh_ch: 不再显示

# api.enable_tracking
source: Enable API tracking
es: Habilitar rastreo de API
fr: Activer le suivi de l'API
it: Abilita monitoraggio API
pt: Habilitar rastreamento da API
zh_ch: 启用 API 跟踪

# api.enable_tracking.description
source: Track your Anthropic API Console credits and spending
es: Rastrea tus créditos y gastos de la Consola API de Anthropic
fr: Suivez vos crédits et dépenses de la Console API Anthropic
it: Monitora i crediti e la spesa della Console API Anthropic
pt: Rastreie seus créditos e gastos do Console da API Anthropic
zh_ch: 跟踪您的 Anthropic API Console 积分和支出

# api.configure
source: Configure API Tracking
es: Configurar Rastreo de API
fr: Configurer le Suivi de l'API
it: Configura Monitoraggio API
pt: Configurar Rastreamento da API
zh_ch: 配置 API 跟踪

# api.configure.description
source: Monitor your Anthropic Console API usage and credits
es: Monitorea el uso y créditos de tu API de Consola Anthropic
fr: Surveillez votre utilisation et vos crédits de l'API Console Anthropic
it: Monitora l'utilizzo e i crediti della Console API Anthropic
pt: Monitore o uso e créditos da sua API do Console Anthropic
zh_ch: 监控您的 Anthropic Console API 使用情况和积分

# api.instructions
source: To track API usage, you need to provide your API session key:
es: Para rastrear el uso de API, necesitas proporcionar tu clave de sesión de API:
fr: Pour suivre l'utilisation de l'API, vous devez fournir votre clé de session API :
it: Per monitorare l'utilizzo API, devi fornire la tua chiave di sessione API:
pt: Para rastrear o uso da API, você precisa fornecer sua chave de sessão da API:
zh_ch: 要跟踪 API 使用情况，您需要提供您的 API 会话密钥：

# api.instruction_step1
source: Sign in to console.anthropic.com
es: Inicia sesión en console.anthropic.com
fr: Connectez-vous à console.anthropic.com
it: Accedi a console.anthropic.com
pt: Faça login em console.anthropic.com
zh_ch: 登录 console.anthropic.com

# api.instruction_step2
source: Open Developer Tools (F12 or Cmd+Option+I)
es: Abre Herramientas de Desarrollador (F12 o Cmd+Option+I)
fr: Ouvrez les Outils de Développement (F12 ou Cmd+Option+I)
it: Apri gli Strumenti per Sviluppatori (F12 o Cmd+Option+I)
pt: Abra as Ferramentas do Desenvolvedor (F12 ou Cmd+Option+I)
zh_ch: 打开开发者工具 (F12 或 Cmd+Option+I)

# api.instruction_step3
source: Go to Application → Cookies → https://console.anthropic.com
es: Ve a Aplicación → Cookies → https://console.anthropic.com
fr: Allez dans Application → Cookies → https://console.anthropic.com
it: Vai su Applicazione → Cookie → https://console.anthropic.com
pt: Vá para Application → Cookies → https://console.anthropic.com
zh_ch: 前往 应用 → Cookies → https://console.anthropic.com

# api.instruction_step4
source: Find 'sessionKey' and copy its value
es: Encuentra 'sessionKey' y copia su valor
fr: Trouvez 'sessionKey' et copiez sa valeur
it: Trova 'sessionKey' e copia il suo valore
pt: Encontre 'sessionKey' e copie seu valor
zh_ch: 找到 'sessionKey' 并复制其值

# personal.configure
source: Configure Personal Usage
es: Configurar Uso Personal
fr: Configurer l'Utilisation Personnelle
it: Configura Utilizzo Personale
pt: Configurar Uso Pessoal
zh_ch: 配置个人使用

# personal.configure.description
source: Track your free tier usage on claude.ai
es: Rastrea tu uso del nivel gratuito en claude.ai
fr: Suivez votre utilisation gratuite sur claude.ai
it: Monitora l'utilizzo del piano gratuito su claude.ai
pt: Rastreie seu uso do plano gratuito no claude.ai
zh_ch: 跟踪您在 claude.ai 上的免费套餐使用情况

# personal.status
source: Status
es: Estado
fr: Statut
it: Stato
zh_ch: 状态

# personal.session_key
source: Session Key
es: Clave de Sesión
fr: Clé de Session
it: Chiave di Sessione
pt: Chave de Sessão
zh_ch: 会话密钥

# personal.session_key.configured
source: Configured
es: Configurada
fr: Configurée
it: Configurata
pt: Configurada
zh_ch: 已配置

# personal.session_key.not_configured
source: Not Configured
es: No Configurada
fr: Non Configurée
it: Non Configurata
pt: Não Configurada
zh_ch: 未配置

# personal.reconfigure
source: Reconfigure
es: Reconfigurar
fr: Reconfigurer
it: Riconfigura
pt: Reconfigurar
zh_ch: 重新配置

# personal.remove
source: Remove Session Key
es: Eliminar Clave de Sesión
fr: Supprimer la Clé de Session
it: Rimuovi Chiave di Sessione
pt: Remover Chave de Sessão
zh_ch: 移除会话密钥

# claudecode.title
source: Claude CLI Integration
es: Integración de Claude CLI
fr: Intégration Claude CLI
it: Integrazione Claude CLI
pt: Integração com Claude CLI
zh_ch: Claude CLI 集成

# claudecode.description
source: Display usage information in your terminal statusline
es: Muestra información de uso en la línea de estado de tu terminal
fr: Affichez les informations d'utilisation dans la ligne d'état de votre terminal
it: Visualizza informazioni sull'utilizzo nella barra di stato del terminale
pt: Exibir informações de uso na linha de status do seu terminal
zh_ch: 在您的终端状态行中显示使用信息

# claudecode.coming_soon
source: Coming Soon
es: Próximamente
fr: Prochainement
it: Prossimamente
pt: Em Breve
zh_ch: 即将推出

# claudecode.features_description
source: Integration with Claude Code CLI for terminal statusline display is coming in a future update.
es: La integración con Claude Code CLI para visualización en línea de estado del terminal llegará en una actualización futura.
fr: L'intégration avec Claude Code CLI pour l'affichage de la ligne d'état du terminal arrivera dans une mise à jour future.
it: L'integrazione con Claude Code CLI per la visualizzazione della barra di stato del terminale arriverà in un aggiornamento futuro.
pt: A integração com o Claude Code CLI para exibição na linha de status do terminal chegará em uma atualização futura.
zh_ch: 与 Claude Code CLI 的终端状态行显示集成将在未来更新中推出。
