Repository: hamed-elfayome/Claude-Usage-Tracker
Catalog: Claude Usage/Resources/*.lproj/Localizable.strings
Languages: es, fr, it, pt, zh_ch

# ui.app_behavior
source: App Behavior
es: Comportamiento de la Aplicación
fr: Comportement de l'Application
it: Comportamento App
pt: Comportamento do Aplicativo
zh_ch: 应用行为

# ui.usage_tracking
source: Usage Tracking
es: Seguimiento de Uso
fr: Suivi d'Utilisation
it: Monitoraggio Utilizzo
pt: Rastreamento de Uso
zh_ch: 使用跟踪

# ui.global_settings
source: Global Settings
es: Configuración Global
fr: Paramètres Globaux
it: Impostazioni Globali
pt: Configurações Globais
zh_ch: 全局设置

# ui.menu_bar_metrics
source: Menu Bar Metrics
es: Métricas de Barra de Menú
fr: Métriques de la Barre de Menus
it: Metriche Barra dei Menu
pt: Métricas da Barra de Menu
zh_ch: 菜单栏指标

# ui.quick_actions
source: Quick Actions
es: Acciones Rápidas
fr: Actions Rapides
it: Azioni Rapide
pt: Ações Rápidas
zh_ch: 快速操作

# ui.how_it_works
source: How it works
es: Cómo funciona
fr: Comment ça fonctionne
it: Come funziona
pt: Como funciona
zh_ch: 工作原理

# ui.display_components
source: Display Components
es: Componentes de Visualización
fr: Composants d'Affichage
it: Componenti di Visualizzazione
pt: Componentes de Exibição
zh_ch: 显示组件

# ui.requirements
source: Requirements
es: Requisitos
fr: Exigences
it: Requisiti
pt: Requisitos
zh_ch: 要求

# ui.live_preview
source: Live Preview
es: Vista Previa en Vivo
fr: Aperçu en Direct
it: Anteprima dal Vivo
pt: Visualização ao Vivo
zh_ch: 实时预览

# ui.updates_realtime
source: Updates in real-time
es: Actualizaciones en tiempo real
fr: Mises à jour en temps réel
it: Aggiornamenti in tempo reale
pt: Atualizações em tempo real
zh_ch: 实时更新

# ui.organization
source: Organization
es: Organización
fr: Organisation
it: Organizzazione
pt: Organização
zh_ch: 组织

# ui.icon_style
source: Icon Style
es: Estilo de Ícono
fr: Style d'Icône
it: Stile Icona
pt: Estilo do Ícone
zh_ch: 图标样式

# ui.display_mode
source: Display Mode
es: Modo de Visualización
fr: Mode d'Affichage
it: Modalità di Visualizzazione
pt: Modo de Exibição
zh_ch: 显示模式

# ui.at_least_one_metric
source: At least one metric must be enabled
es: Al menos una métrica debe estar habilitada
fr: Au moins une métrique doit être activée
it: Almeno una metrica deve essere abilitata
pt: Pelo menos uma métrica deve estar habilitada
zh_ch: 至少必须启用一个指标

# session.subtitle
source: Automatic session initialization and maintenance
es: Inicialización y mantenimiento automático de sesiones
fr: Initialisation et maintenance automatiques des sessions
it: Inizializzazione e manutenzione automatica delle sessioni
pt: Inicialização e manutenção automática de sessão
zh_ch: 自动会话初始化和维护

# session.auto_description_line1
source: • Detects when your session resets to 0%
es: • Detecta cuando tu sesión se reinicia a 0%
fr: • Détecte quand votre session se réinitialise à 0%
it: • Rileva quando la sessione si ripristina a 0%
pt: • Detecta quando sua sessão reinicia para 0%
zh_ch: • 检测您的会话何时重置为 0%

# session.auto_description_line2
source: • Sends 'Hi' to Claude 3.5 Haiku (cheapest model)
es: • Envía 'Hola' a Claude 3.5 Haiku (modelo más económico)
fr: • Envoie 'Bonjour' à Claude 3.5 Haiku (modèle le moins cher)
it: • Invia 'Ciao' a Claude 3.5 Haiku (modello più economico)
pt: • Envia 'Oi' para o Claude 3.5 Haiku (modelo mais barato)
zh_ch: • 向 Claude 3.5 Haiku 发送 'Hi'（最便宜的模型）

# session.auto_description_line3
source: • Uses a temporary chat that won't appear in your history
es: • Usa un chat temporal que no aparecerá en tu historial
fr: • Utilise un chat temporaire qui n'apparaîtra pas dans votre historique
it: • Usa una chat temporanea che non apparirà nella cronologia
pt: • Usa um chat temporário que não aparecerá no seu histórico
zh_ch: • 使用不会出现在您历史记录中的临时聊天

# session.auto_description_line4
source: • New 5-hour session is ready instantly
es: • Nueva sesión de 5 horas lista instantáneamente
fr: • Nouvelle session de 5 heures prête instantanément
it: • La nuova sessione di 5 ore è pronta istantaneamente
pt: • Nova sessão de 5 horas fica pronta instantaneamente
zh_ch: • 新的 5小时会话立即准备就绪

# claudecode.subtitle
source: Customize your terminal statusline display
es: Personaliza la visualización de tu línea de estado del terminal
fr: Personnalisez l'affichage de votre ligne d'état du terminal
it: Personalizza la visualizzazione della barra di stato del terminale
pt: Personalize a exibição da linha de status do seu terminal
zh_ch: 自定义您的终端状态行显示

# claudecode.preview_label
source: Live Preview
es: Vista Previa en Vivo
fr: Aperçu en Direct
it: Anteprima dal Vivo
pt: Visualização ao Vivo
zh_ch: 实时预览

# claudecode.preview_description
source: This is how your statusline will appear in Claude CLI
es: Así se verá tu línea de estado en Claude CLI
fr: Voici comment votre ligne d'état apparaîtra dans Claude CLI
it: Così apparirà la tua barra di stato in Claude CLI
pt: É assim que sua linha de status aparecerá no Claude CLI
zh_ch: 这是您的状态行在 Claude CLI 中的显示方式

# claudecode.component_directory
source: Directory name
es: Nombre de directorio
fr: Nom du répertoire
it: Nome directory
pt: Nome do diretório
zh_ch: 目录名称

# claudecode.component_branch
source: Git branch
es: Rama Git
fr: Branche Git
it: Branch Git
pt: Branch do Git
zh_ch: Git 分支

# claudecode.component_usage
source: Usage statistics
es: Estadísticas de uso
fr: Statistiques d'utilisation
it: Statistiche utilizzo
pt: Estatísticas de uso
zh_ch: 使用统计

# claudecode.component_progressbar
source: Progress bar
es: Barra de progreso
fr: Barre de progression
it: Barra di progresso
pt: Barra de progresso
zh_ch: 进度条

# claudecode.requirement_sessionkey
source: • Session key configured in Personal Usage tab
es: • Clave de sesión configurada en la pestaña de Uso Personal
fr: • Clé de session configurée dans l'onglet Utilisation Personnelle
it: • Chiave di sessione configurata nella scheda Utilizzo Personale
pt: • Chave de sessão configurada na aba Uso Pessoal
zh_ch: • 在凭据 → Claude.ai 标签页中配置了会话密钥

# claudecode.requirement_restart
source: • Restart Claude CLI after applying changes
es: • Reiniciar Claude CLI después de aplicar cambios
fr: • Redémarrez Claude CLI après l'application des modifications
it: • Riavvia Claude CLI dopo aver applicato le modifiche
pt: • Reiniciar Claude CLI após aplicar as alterações
zh_ch: • 应用更改后重启 Claude CLI

# claudecode.error_no_components
source: Please select at least one component to display
es: Seleccione al menos un componente para mostrar
fr: Veuillez sélectionner au moins un composant à afficher
it: Seleziona almeno un componente da visualizzare
pt: Por favor, selecione pelo menos um componente para exibir
zh_ch: 请至少选择一个要显示的组件

# claudecode.error_no_sessionkey
source: Session key not configured. Please set it in the Personal Usage tab first.
es: Clave de sesión no configurada. Por favor configúrela en la pestaña de Uso Personal primero.
fr: Clé de session non configurée. Veuillez d'abord la définir dans l'onglet Utilisation Personnelle.
it: Chiave di sessione non configurata. Configurala prima nella scheda Utilizzo Personale.
pt: Chave de sessão não configurada. Por favor, configure-a primeiro na aba Uso Pessoal.
zh_ch: 会话密钥未配置。请先在个人使用标签页中设置。

# claudecode.success_applied
source: Configuration applied! Restart Claude CLI to see changes.
es: ¡Configuración aplicada! Reinicia Claude CLI para ver los cambios.
fr: Configuration appliquée ! Redémarrez Claude CLI pour voir les modifications.
it: Configurazione applicata! Riavvia Claude CLI per vedere le modifiche.
pt: Configuração aplicada! Reinicie o Claude CLI para ver as alterações.
zh_ch: 配置已应用！重启 Claude CLI 查看更改。

# claudecode.success_disabled
source: Statusline disabled. Restart Claude CLI.
es: Línea de estado deshabilitada. Reinicia Claude CLI.
fr: Ligne d'état désactivée. Redémarrez Claude CLI.
it: Barra di stato disabilitata. Riavvia Claude CLI.
pt: Linha de status desabilitada. Reinicie o Claude CLI.
zh_ch: 状态行已禁用。重启 Claude CLI。

# claudecode.preview_no_components
source: No components selected
es: No hay componentes seleccionados
fr: Aucun composant sélectionné
it: Nessun componente selezionato
pt: Nenhum componente selecionado
zh_ch: 未选择组件

# api.title
source: API Billing
es: Facturación de API
fr: Facturation API
it: Fatturazione API
pt: Faturamento da API
zh_ch: API 付费

# api.subtitle
source: Monitor API usage and spending
es: Monitorea el uso y gasto de la API
fr: Surveillez l'utilisation et les dépenses de l'API
it: Monitora l'utilizzo e la spesa API
pt: Monitore o uso e gastos da API
zh_ch: 监控 API 使用情况和支出

# api.enable_billing_tracking
source: Enable API billing tracking
es: Habilitar seguimiento de facturación de API
fr: Activer le suivi de facturation de l'API
it: Abilita monitoraggio fatturazione API
pt: Habilitar rastreamento de faturamento da API
zh_ch: 启用 API 付费跟踪

# api.enable_billing_description
source: Monitor your API usage, current spend, and remaining prepaid credits
es: Monitorea tu uso de API, gasto actual y créditos prepagados restantes
fr: Surveillez votre utilisation de l'API, vos dépenses actuelles et vos crédits prépayés restants
it: Monitora l'utilizzo API, la spesa corrente e i crediti prepagati rimanenti
pt: Monitore seu uso da API, gastos atuais e créditos pré-pagos restantes
zh_ch: 监控您的 API 使用情况、当前支出和剩余预付积分

# api.label_api_session_key
source: API Session Key
es: Clave de Sesión de API
fr: Clé de Session API
it: Chiave di Sessione API
pt: Chave de Sessão da API
zh_ch: API 会话密钥

# api.help_api_session_key
source: Your session key from console.anthropic.com
es: Tu clave de sesión de console.anthropic.com
fr: Votre clé de session depuis console.anthropic.com
it: La tua chiave di sessione da console.anthropic.com
pt: Sua chave de sessão de console.anthropic.com
zh_ch: 您来自 console.anthropic.com 的会话密钥

# api.button_fetch_organizations
source: Fetch Organizations
es: Obtener Organizaciones
fr: Récupérer les Organisations
it: Recupera Organizzazioni
pt: Buscar Organizações
zh_ch: 获取组织

# api.button_fetching
source: Fetching...
es: Obteniendo...
fr: Récupération...
it: Recupero in corso...
pt: Buscando...
zh_ch: 获取中...

# api.button_save_configuration
source: Save Configuration
es: Guardar Configuración
fr: Enregistrer la Configuration
it: Salva Configurazione
pt: Salvar Configuração
zh_ch: 保存配置

# api.success_organizations_found
source: Found %d organization(s)
es: Se encontraron %d organización(es)
fr: %d organisation(s) trouvée(s)
it: Trovate %d organizzazione/i
pt: Encontrada(s) %d organização(ões)
zh_ch: 找到 %d 个组织

# api.error_fetch_failed
source: Failed to fetch organizations: %@
es: Error al obtener organizaciones: %@
fr: Échec de la récupération des organisations : %@
it: Impossibile recuperare le organizzazioni: %@
pt: Falha ao buscar organizações: %@
zh_ch: 获取组织失败：%@

# api.success_configuration_saved
source: API configuration saved successfully
es: Configuración de API guardada exitosamente
fr: Configuration API enregistrée avec succès
it: Configurazione API salvata con successo
pt: Configuração da API salva com sucesso
zh_ch: API 配置保存成功

# personal.title
source: Personal Usage
es: Uso Personal
fr: Utilisation Personnelle
it: Utilizzo Personale
pt: Uso Pessoal
zh_ch: 个人使用

# personal.subtitle
source: Track your Claude.ai usage and sessions
es: Rastrea tu uso y sesiones de Claude.ai
fr: Suivez votre utilisation et vos sessions Claude.ai
it: Monitora l'utilizzo e le sessioni di Claude.ai
pt: Rastreie seu uso e sessões do Claude.ai
zh_ch: 跟踪您的 Claude.ai 使用情况和会话

# personal.label_session_key
source: Session Key
es: Clave de Sesión
fr: Clé de Session
it: Chiave di Sessione
pt: Chave de Sessão
zh_ch: 会话密钥

# personal.help_session_key
source: Paste your sessionKey cookie from claude.ai DevTools
es: Pega tu cookie sessionKey desde claude.ai DevTools
fr: Collez votre cookie sessionKey depuis claude.ai DevTools
it: Incolla il cookie sessionKey dagli Strumenti di Sviluppo di claude.ai
pt: Cole seu cookie sessionKey do DevTools do claude.ai
zh_ch: 粘贴您从 claude.ai DevTools 获取的 sessionKey cookie

# personal.button_test_connection
source: Test Connection
es: Probar Conexión
fr: Tester la Connexion
it: Testa Connessione
pt: Testar Conexão
zh_ch: 测试连接

# personal.button_save_and_continue
source: Save & Continue
es: Guardar y Continuar
fr: Enregistrer et Continuer
it: Salva e Continua
pt: Salvar e Continuar
zh_ch: 保存并继续

# personal.button_remove_key
source: Remove Key
es: Eliminar Clave
fr: Supprimer la Clé
it: Rimuovi Chiave
pt: Remover Chave
zh_ch: 移除密钥

# personal.success_connected
source: Connected successfully to organization
es: Conectado exitosamente a la organización
fr: Connecté avec succès à l'organisation
it: Connesso con successo all'organizzazione
pt: Conectado com sucesso à organização
zh_ch: 成功连接到组织

# personal.confirm_remove_title
source: Remove Session Key?
es: ¿Eliminar Clave de Sesión?
fr: Supprimer la Clé de Session ?
it: Rimuovere Chiave di Sessione?
pt: Remover Chave de Sessão?
zh_ch: 移除会话密钥？

# personal.confirm_remove_message
source: This will stop tracking your personal usage.
es: Esto detendrá el seguimiento de tu uso personal.
fr: Cela arrêtera le suivi de votre utilisation personnelle.
it: Questo interromperà il monitoraggio dell'utilizzo personale.
pt: Isso interromperá o rastreamento do seu uso pessoal.
zh_ch: 这将停止跟踪您的个人使用情况。

# error.code_label
source: Error Code:
es: Código de Error:
fr: Code d'Erreur :
it: Codice Errore:
pt: Código do Erro:
zh_ch: 错误代码：

# error.what_to_do
source: What to do:
es: Qué hacer:
fr: Que faire :
it: Cosa fare:
pt: O que fazer:
zh_ch: 如何处理：

# error.occurred_at
source: Occurred: %@
es: Ocurrió: %@
fr: Survenu : %@
it: Verificatosi: %@
pt: Ocorreu em: %@
zh_ch: 发生时间：%@

# general.slider_realtime
source: Real-time updates
es: Actualizaciones en tiempo real
fr: Mises à jour en temps réel
it: Aggiornamenti in tempo reale
pt: Atualizações em tempo real
zh_ch: 实时更新

# general.slider_frequent
source: Frequent updates
es: Actualizaciones frecuentes
fr: Mises à jour fréquentes
it: Aggiornamenti frequenti
pt: Atualizações frequentes
zh_ch: 频繁更新

# general.slider_balanced
source: Balanced mode
es: Modo equilibrado
fr: Mode équilibré
it: Modalità bilanciata
pt: Modo balanceado
zh_ch: 平衡模式

# general.slider_efficient
source: Power efficient
es: Eficiente en energía
fr: Économe en énergie
it: Efficienza energetica
pt: Economia de energia
zh_ch: 节能高效

# general.slider_battery_saver
source: Battery saver
es: Ahorro de batería
fr: Économie de batterie
it: Risparmio batteria
pt: Economia de bateria
zh_ch: 电池保护

# general.slider_fast
source: Fast
es: Rápido
fr: Rapide
it: Veloce
pt: Rápido
zh_ch: 快速

# general.slider_balanced_label
source: Balanced
es: Equilibrado
fr: Équilibré
it: Bilanciato
pt: Balanceado
zh_ch: 平衡

# general.slider_battery_saver_label
source: Battery Saver
es: Ahorro de Batería
fr: Économie de Batterie
it: Risparmio Batteria
pt: Economia de Bateria
zh_ch: 电池保护

# general.available_languages
source: Available Languages (%d)
es: Idiomas Disponibles (%d)
fr: Langues Disponibles (%d)
it: Lingue Disponibili (%d)
pt: Idiomas Disponíveis (%d)
zh_ch: 可用语言 (%d)

# badge.new
source: NEW
es: NUEVO
fr: NOUVEAU
it: NUOVO
pt: NOVO
zh_ch: 新功能

# badge.beta
source: BETA
zh_ch: 测试版

# badge.pro
source: PRO
zh_ch: 专业版

# appearance.title
source: Menu Bar Appearance
es: Apariencia de Barra de Menú
fr: Apparence de la Barre de Menus
it: Aspetto Barra dei Menu
pt: Aparência da Barra de Menu
zh_ch: 菜单栏外观

# appearance.subtitle
source: Customize your menu bar icons and metrics
es: Personaliza tus íconos y métricas de barra de menú
fr: Personnalisez vos icônes et métriques de barre de menus
it: Personalizza le icone e le metriche della barra dei menu
pt: Personalize seus ícones e métricas da barra de menu
zh_ch: 自定义您的菜单栏图标和指标

# appearance.global_settings
source: Global Settings
es: Configuración Global
fr: Paramètres Globaux
it: Impostazioni Globali
pt: Configurações Globais
zh_ch: 全局设置

# appearance.menu_bar_metrics
source: Menu Bar Metrics
es: Métricas de Barra de Menú
fr: Métriques de la Barre de Menus
it: Metriche Barra dei Menu
pt: Métricas da Barra de Menu
zh_ch: 菜单栏指标

# appearance.monochrome_title
source: Monochrome (Adaptive)
es: Monocromo (Adaptativo)
fr: Monochrome (Adaptatif)
it: Monocromatico (Adattivo)
pt: Monocromático (Adaptativo)
zh_ch: 单色

# appearance.monochrome_description
source: Remove color coding and adapt to system appearance
es: Elimina la codificación de colores y se adapta a la apariencia del sistema
fr: Supprime le codage couleur et s'adapte à l'apparence du système
it: Rimuovi la codifica a colori e adatta all'aspetto del sistema
pt: Remove codificação de cores e se adapta à aparência do sistema
zh_ch: 使用自适应颜色而不是状态颜色（绿色/橙色/红色）

# appearance.show_labels_title
source: Show Icon Labels
es: Mostrar Etiquetas de Íconos
fr: Afficher les Étiquettes d'Icônes
it: Mostra Etichette Icone
pt: Mostrar Rótulos dos Ícones
zh_ch: 显示图标标签

# appearance.show_labels_description
source: Display prefix labels (S:, W:, API:) for each metric
es: Mostrar etiquetas de prefijo (S:, W:, API:) para cada métrica
fr: Afficher les étiquettes de préfixe (S:, W:, API:) pour chaque métrique
it: Visualizza etichette prefisso (S:, W:, API:) per ogni metrica
pt: Exibir rótulos de prefixo (S:, W:, API:) para cada métrica
zh_ch: 为每个指标显示前缀标签（S:, W:, API:）

# setup.step_title_get_key
source: Get Your Session Key
es: Obtén tu Clave de Sesión
fr: Obtenez Votre Clé de Session
it: Ottieni la Tua Chiave di Sessione
pt: Obtenha Sua Chave de Sessão
zh_ch: 获取您的会话密钥

# setup.step_title_enter_key
source: Enter Your Session Key
es: Ingresa tu Clave de Sesión
fr: Entrez Votre Clé de Session
it: Inserisci la Tua Chiave di Sessione
pt: Digite Sua Chave de Sessão
zh_ch: 输入您的会话密钥

# setup.step_description_get_key
source: You'll need to extract your session key from claude.ai
es: Necesitarás extraer tu clave de sesión de claude.ai
fr: Vous devrez extraire votre clé de session de claude.ai
it: Dovrai estrarre la tua chiave di sessione da claude.ai
pt: Você precisará extrair sua chave de sessão do claude.ai
zh_ch: 您需要从 claude.ai 提取您的会话密钥

# setup.button_open_claude
source: Open claude.ai
es: Abrir claude.ai
fr: Ouvrir claude.ai
it: Apri claude.ai
pt: Abrir claude.ai
zh_ch: 打开 claude.ai

# setup.paste_instruction
source: Paste the sessionKey value you copied
es: Pega el valor sessionKey que copiaste
fr: Collez la valeur sessionKey que vous avez copiée
it: Incolla il valore di sessionKey che hai copiato
pt: Cole o valor de sessionKey que você copiou
zh_ch: 粘贴您复制的 sessionKey 值

# preview.sample_card_content
source: Card content goes here
es: El contenido de la tarjeta va aquí
fr: Le contenu de la carte va ici
it: Il contenuto della scheda va qui
pt: O conteúdo do card vai aqui
zh_ch: 卡片内容放在这里

# preview.sample_more_content
source: More content
es: Más contenido
fr: Plus de contenu
it: Più contenuto
pt: Mais conteúdo
zh_ch: 更多内容

# preview.sample_update_every
source: Update every:
es: Actualizar cada:
fr: Mettre à jour toutes les :
it: Aggiorna ogni:
pt: Atualizar a cada:
zh_ch: 更新间隔：

# preview.sample_5_minutes
source: 5 minutes
es: 5 minutos
it: 5 minuti
pt: 5 minutos
zh_ch: 5 分钟

# api.single_organization
source: Single organization found and selected automatically
es: Se encontró y seleccionó automáticamente una sola organización
fr: Une seule organisation trouvée et sélectionnée automatiquement
it: Singola organizzazione trovata e selezionata automaticamente
pt: Organização única encontrada e selecionada automaticamente
zh_ch: 找到单个组织并自动选择

# claudecode.button_apply
source: Apply
es: Aplicar
fr: Appliquer
it: Applica
pt: Aplicar
zh_ch: 应用

# claudecode.button_reset
source: Reset
es: Restablecer
fr: Réinitialiser
it: Ripristina
pt: Redefinir
zh_ch: 重置

# error.generic
source: Error: %@
fr: Erreur: %@
it: Errore: %@
pt: Erro: %@
zh_ch: 错误：%@

# personal.button_saving
source: Saving...
es: Guardando...
fr: Enregistrement...
it: Salvataggio...
pt: Salvando...
zh_ch: 保存中...

# personal.button_setup_wizard
source: Setup Wizard
es: Asistente de Configuración
fr: Assistant de Configuration
it: Assistente di Configurazione
pt: Assistente de Configuração
zh_ch: 设置向导

# personal.button_open_claude
source: Open claude.ai
es: Abrir claude.ai
fr: Ouvrir claude.ai
it: Apri claude.ai
pt: Abrir claude.ai
zh_ch: 打开 claude.ai

# personal.success_key_saved
source: Session key saved successfully
es: Clave de sesión guardada correctamente
fr: Clé de session enregistrée avec succès
it: Chiave di sessione salvata con successo
pt: Chave de sessão salva com sucesso
zh_ch: 会话密钥保存成功

# app.name
source: Claude Usage Tracker
es: Rastreador de Uso de Claude
fr: Suivi d'Utilisation Claude

# app.window.main
source: Claude Usage
es: Uso de Claude
fr: Utilisation de Claude
it: Utilizzo di Claude
pt: Uso do Claude
