Repository: hamed-elfayome/Claude-Usage-Tracker
Catalog: Claude Usage/Resources/*.lproj/Localizable.strings
Languages: es, fr, it, pt, zh_ch

# app.window.settings
source: Settings
es: Configuración
fr: Paramètres
it: Impostazioni
pt: Configurações
zh_ch: 设置

# app.window.github_prompt
source: Support Claude Usage Tracker
es: Apoya Claude Usage Tracker
fr: Soutenir Claude Usage Tracker
it: Supporta Claude Usage Tracker
pt: Apoie o Claude Usage Tracker
zh_ch: 支持 Claude Usage Tracker

# common.ok
source: OK
zh_ch: 确定

# common.cancel
source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar
zh_ch: 取消

# common.save
source: Save
es: Guardar
fr: Enregistrer
it: Salva
pt: Salvar
zh_ch: 保存

# common.delete
source: Delete
es: Eliminar
fr: Supprimer
it: Elimina
pt: Excluir
zh_ch: 删除

# common.done
source: Done
es: Hecho
fr: Terminé
it: Fatto
pt: Concluído
zh_ch: 完成

# common.close
source: Close
es: Cerrar
fr: Fermer
it: Chiudi
pt: Fechar
zh_ch: 关闭

# common.refresh
source: Refresh
es: Actualizar
fr: Actualiser
it: Aggiorna
pt: Atualizar
zh_ch: 刷新

# common.settings
source: Settings
es: Ajustes
fr: Réglages
it: Impostazioni
pt: Configurações
zh_ch: 设置

# common.quit
source: Quit
es: Salir
fr: Quitter
it: Esci
pt: Sair
zh_ch: 退出

# common.validate
source: Validate
es: Validar
fr: Valider
it: Convalida
pt: Validar
zh_ch: 验证

# common.yes
source: Yes
es: Sí
fr: Oui
it: Sì
pt: Sim
zh_ch: 是

# common.no
source: No
fr: Non
pt: Não
zh_ch: 否

# settings.title
source: Settings
es: Ajustes
fr: Réglages
it: Impostazioni
pt: Configurações
zh_ch: 设置

# settings.personal_usage
source: Personal Usage
es: Uso Personal
fr: Utilisation Personnelle
it: Utilizzo Personale
pt: Uso Pessoal
zh_ch: 个人使用

# settings.personal_usage.description
source: Track your Claude.ai free tier usage
es: Rastrea tu uso del nivel gratuito de Claude.ai
fr: Suivez votre utilisation gratuite de Claude.ai
it: Monitora l'utilizzo del piano gratuito di Claude.ai
pt: Rastreie seu uso do plano gratuito do Claude.ai
zh_ch: 跟踪您的 Claude.ai 免费套餐使用情况

# settings.api_billing
source: API Billing
es: Facturación de API
fr: Facturation API
it: Fatturazione API
pt: Faturamento da API
zh_ch: API 付费

# settings.api_billing.description
source: Monitor API Console billing and credits
es: Monitorea la facturación y créditos de la Consola API
fr: Surveillez la facturation et les crédits de la Console API
it: Monitora la fatturazione e i crediti della Console API
pt: Monitore faturamento e créditos do Console da API
zh_ch: 监控 API Console 付费和积分

# settings.general
source: General
fr: Général
it: Generale
pt: Geral
zh_ch: 通用

# settings.general.description
source: App behavior and preferences
es: Comportamiento y preferencias de la aplicación
fr: Comportement et préférences de l'application
it: Comportamento dell'app e preferenze
pt: Comportamento e preferências do aplicativo
zh_ch: App 行为和偏好

# settings.appearance
source: Appearance
es: Apariencia
fr: Apparence
it: Aspetto
pt: Aparência
zh_ch: 外观

# settings.appearance.description
source: Menu bar icon customization
es: Personalización del ícono de la barra de menú
fr: Personnalisation de l'icône de la barre de menus
it: Personalizzazione icone barra dei menu
pt: Personalização do ícone da barra de menu
zh_ch: 菜单栏图标自定义

# settings.session_management
source: Session Management
es: Gestión de Sesiones
fr: Gestion des Sessions
it: Gestione Sessioni
pt: Gerenciamento de Sessão
zh_ch: 会话管理

# settings.session_management.description
source: Automatic session management
es: Gestión automática de sesiones
fr: Gestion automatique des sessions
it: Gestione automatica delle sessioni
pt: Gerenciamento automático de sessão
zh_ch: 自动会话管理

# settings.notifications
source: Notifications
es: Notificaciones
it: Notifiche
pt: Notificações
zh_ch: 通知

# settings.notifications.description
source: Usage alerts and notifications
es: Alertas y notificaciones de uso
fr: Alertes et notifications d'utilisation
it: Avvisi e notifiche di utilizzo
pt: Alertas de uso e notificações
zh_ch: 使用警报和通知

# settings.claude_cli.description
source: Terminal statusline integration
es: Integración de línea de estado del terminal
fr: Intégration de la ligne d'état du terminal
it: Integrazione barra di stato del terminale
pt: Integração com linha de status do terminal
zh_ch: Terminal statusline 集成

# settings.updates
source: Updates
es: Actualizaciones
fr: Mises à jour
zh_ch: 更新

# settings.updates.description
source: Keep your app up to date
es: Mantén tu aplicación actualizada
fr: Gardez votre application à jour
zh_ch: 保持您的应用为最新版本

# settings.about
source: About
es: Acerca de
fr: À propos
it: Informazioni
pt: Sobre
zh_ch: 关于

# settings.about.description
source: App information and credits
es: Información y créditos de la aplicación
fr: Informations et crédits de l'application
it: Informazioni sull'app e crediti
pt: Informações e créditos do aplicativo
zh_ch: 应用信息和致谢

# menubar.claude_usage
source: Claude Usage
es: Uso de Claude
fr: Utilisation Claude
it: Utilizzo Claude
pt: Uso do Claude
zh_ch: Claude 使用情况

# menubar.session_usage
source: Session Usage
es: Uso de Sesión
fr: Utilisation de Session
it: Utilizzo Sessione
pt: Uso da Sessão
zh_ch: 会话使用量

# menubar.weekly_usage
source: Weekly
es: Semanal
fr: Hebdomadaire
it: Settimanale
pt: Semanal
zh_ch: 每周

# menubar.extra_usage
source: Extra Usage
es: Uso Extra
fr: Utilisation Supplémentaire
it: Utilizzo Extra
pt: Uso Extra
zh_ch: 额外使用量

# menubar.api_credits
source: API Credits
es: Créditos API
fr: Crédits API
it: Crediti API
pt: Créditos da API
zh_ch: API 积分

# menubar.5_hour_window
source: 5-hour rolling window
es: Ventana móvil de 5 horas
fr: Fenêtre glissante de 5 heures
it: finestra mobile di 5 ore
pt: Janela móvel de 5 horas
zh_ch: 5小时滚动窗口

# menubar.all_models
source: All models
es: Todos los modelos
fr: Tous les modèles
it: Tutti i modelli
pt: Todos os modelos
zh_ch: 所有模型

# menubar.weekly
source: Weekly
es: Semanal
fr: Hebdomadaire
it: Settimanale
pt: Semanal
zh_ch: 每周

# menubar.anthropic_console
source: Anthropic API Console
es: Consola API de Anthropic
fr: Console API Anthropic
it: Console API Anthropic
pt: Console da API Anthropic
zh_ch: Anthropic API 控制台

# menubar.used
source: Used
es: Usado
fr: Utilisé
it: Utilizzato
pt: Usado
zh_ch: 已使用

# menubar.remaining
source: Remaining
es: Restante
fr: Restant
it: Rimanente
pt: Restante
zh_ch: 剩余

# menubar.resets_time
source: Resets %@
es: Se reinicia %@
fr: Réinitialise %@
it: Si azzera %@
pt: Reinicia %@
zh_ch: 重置时间 %@

# menubar.click_status
source: Click to open status.claude.com
es: Clic para abrir status.claude.com
fr: Cliquer pour ouvrir status.claude.com
it: Clicca per aprire status.claude.com
pt: Clique para abrir status.claude.com
zh_ch: 点击打开 status.claude.com

# usage.high_session
source: High Session Usage
es: Uso Elevado de Sesión
fr: Utilisation de Session Élevée
it: Utilizzo Sessione Elevato
pt: Uso Alto da Sessão
zh_ch: 会话使用量过高

# usage.high_session.desc
source: Consider taking a break to reset your session window
es: Considera tomar un descanso para reiniciar tu ventana de sesión
fr: Envisagez de faire une pause pour réinitialiser votre fenêtre de session
it: Considera una pausa per reimpostare la finestra della sessione
pt: Considere fazer uma pausa para reiniciar sua janela de sessão
zh_ch: 考虑休息一下以重置您的会话窗口

# usage.weekly_approaching
source: Weekly Limit Approaching
es: Acercándose al Límite Semanal
fr: Limite Hebdomadaire Proche
it: Limite Settimanale in Avvicinamento
pt: Aproximando do Limite Semanal
zh_ch: 接近每周限制

# usage.weekly_approaching.desc
source: You're close to your weekly token limit
es: Estás cerca de tu límite semanal de tokens
fr: Vous approchez de votre limite hebdomadaire de jetons
it: Sei vicino al limite settimanale di token
pt: Você está próximo do seu limite semanal de tokens
zh_ch: 您接近每周令牌限制

# usage.efficient
source: Efficient Usage
es: Uso Eficiente
fr: Utilisation Efficace
it: Utilizzo Efficiente
pt: Uso Eficiente
zh_ch: 使用高效

# usage.efficient.desc
source: Great job managing your token consumption!
es: ¡Excelente trabajo gestionando tu consumo de tokens!
fr: Excellent travail de gestion de votre consommation de jetons !
it: Ottimo lavoro nella gestione del consumo di token!
pt: Ótimo trabalho gerenciando seu consumo de tokens!
zh_ch: 管理令牌消耗做得很好！

# general.launch_at_login
source: Launch at login
es: Iniciar al iniciar sesión
fr: Lancer à la connexion
it: Avvia all'accesso
pt: Iniciar ao fazer login
zh_ch: 登录时启动

# general.launch_at_login.description
source: Automatically start Claude Usage Tracker when you log in to your Mac
es: Iniciar automáticamente Claude Usage Tracker al iniciar sesión en tu Mac
fr: Démarrer automatiquement Claude Usage Tracker lors de la connexion à votre Mac
it: Avvia automaticamente Claude Usage Tracker quando accedi al tuo Mac
pt: Iniciar automaticamente o Claude Usage Tracker ao fazer login no seu Mac
zh_ch: 登录 Mac 时自动启动 Claude Usage Tracker

# general.refresh_interval
source: Refresh Interval
es: Intervalo de Actualización
fr: Intervalle de Rafraîchissement
it: Intervallo di Aggiornamento
pt: Intervalo de Atualização
zh_ch: 刷新间隔

# general.refresh_interval.description
source: Shorter intervals provide more real-time data but may impact battery life
es: Intervalos más cortos proporcionan datos más en tiempo real pero pueden afectar la batería
fr: Des intervalles plus courts fournissent des données plus en temps réel mais peuvent affecter la batterie
it: Intervalli più brevi forniscono dati più in tempo reale ma possono influire sulla durata della batteria
pt: Intervalos menores fornecem dados mais em tempo real, mas podem impactar a vida útil da bateria
zh_ch: 较短的间隔提供更实时的数据，但可能影响电池寿命

# general.check_overage_limit
source: Check Extra Usage Limit
es: Verificar Límite de Uso Extra
fr: Vérifier la Limite d'Utilisation Supplémentaire
it: Verifica Limite Utilizzo Extra
pt: Verificar Limite de Uso Extra
zh_ch: 检查额外使用限制

# general.check_overage_limit.description
source: Fetch and display monthly cost and overage limit information
es: Obtener y mostrar información de costo mensual y límite de exceso
fr: Récupérer et afficher les informations de coût mensuel et de limite de dépassement
it: Recupera e visualizza il costo mensile e le informazioni sul limite di eccedenza
pt: Buscar e exibir custo mensal e informações de limite de uso extra
zh_ch: 获取并显示月度费用和超额限制信息

# general.language.title
source: Language
es: Idioma
fr: Langue
it: Lingua
pt: Idioma
zh_ch: 语言

# general.language.select
source: Select Language
es: Seleccionar Idioma
fr: Sélectionner la Langue
it: Seleziona Lingua
pt: Selecionar Idioma
zh_ch: 选择语言

# general.language.restart_note
source: Language changes will take effect after restarting the app
es: Los cambios de idioma se aplicarán después de reiniciar la aplicación
fr: Les changements de langue prendront effet après le redémarrage de l'application
it: Le modifiche alla lingua avranno effetto dopo il riavvio dell'app
pt: As alterações de idioma entrarão em vigor após reiniciar o aplicativo
zh_ch: 语言更改将在重启应用后生效

# general.language.restart_app
source: Restart App to Apply
es: Reiniciar para Aplicar
fr: Redémarrer pour Appliquer
it: Riavvia per Applicare
pt: Reiniciar para Aplicar
zh_ch: 重启应用以生效

# appearance.menu_bar_icons
source: Menu Bar Icons
es: Íconos de Barra de Menú
fr: Icônes de la Barre de Menus
it: Icone Barra dei Menu
pt: Ícones da Barra de Menu
zh_ch: 菜单栏图标

# appearance.menu_bar_icons.subtitle
source: Customize which metrics appear in your menu bar
es: Personaliza qué métricas aparecen en tu barra de menú
fr: Personnalisez les métriques qui apparaissent dans votre barre de menus
it: Personalizza quali metriche appaiono nella barra dei menu
pt: Personalize quais métricas aparecem na sua barra de menu
zh_ch: 自定义菜单栏中显示的指标

# appearance.show_icon_names
source: Show icon names
es: Mostrar nombres de íconos
fr: Afficher les noms d'icônes
it: Mostra nomi icone
pt: Mostrar nomes dos ícones
zh_ch: 显示图标名称

# appearance.show_icon_names.description
source: Display metric labels (S:, W:, API:) next to icons
es: Mostrar etiquetas de métricas (S:, W:, API:) junto a los íconos
fr: Afficher les étiquettes de métriques (S:, W:, API:) à côté des icônes
it: Visualizza etichette metriche (S:, W:, API:) accanto alle icone
pt: Exibir rótulos de métricas (S:, W:, API:) ao lado dos ícones
zh_ch: 在图标旁边显示指标标签 (S:, W:, API:)

# appearance.monochrome_mode
source: Monochrome (Adaptive)
es: Monocromo (Adaptativo)
fr: Monochrome (Adaptatif)
it: Monocromatico (Adattivo)
pt: Monocromático (Adaptativo)
zh_ch: 单色（自适应）

# appearance.monochrome_mode.description
source: Icons adapt to light/dark mode automatically
es: Los íconos se adaptan automáticamente al modo claro/oscuro
fr: Les icônes s'adaptent automatiquement au mode clair/sombre
it: Le icone si adattano automaticamente alla modalità chiara/scura
pt: Os ícones se adaptam automaticamente ao modo claro/escuro
zh_ch: 图标自动适应明暗模式

# appearance.metric_configuration
source: Metric Configuration
es: Configuración de Métricas
fr: Configuration des Métriques
it: Configurazione Metriche
pt: Configuração de Métricas
zh_ch: 指标配置

# appearance.drag_to_reorder
source: Drag to reorder icons. Disabled metrics are hidden from the menu bar.
es: Arrastra para reordenar íconos. Las métricas deshabilitadas se ocultan de la barra de menú.
fr: Glisser pour réorganiser les icônes. Les métriques désactivées sont masquées de la barre de menus.
it: Trascina per riordinare le icone. Le metriche disabilitate sono nascoste dalla barra dei menu.
pt: Arraste para reordenar os ícones. Métricas desabilitadas ficam ocultas da barra de menu.
zh_ch: 拖拽重新排序图标。禁用的指标将从菜单栏隐藏。

# session.auto_start
source: Auto-start session on reset
es: Auto-iniciar sesión al reiniciar
fr: Démarrage automatique de session à la réinitialisation
it: Avvio automatico sessione al ripristino
pt: Iniciar sessão automaticamente ao reiniciar
zh_ch: 重置时自动启动会话

# session.auto_start.description
source: Automatically send 'Hi' to Claude 3.5 Haiku when your session resets to 0%. This keeps your session always ready without manual intervention.
es: Enviar automáticamente 'Hola' a Claude 3.5 Haiku cuando tu sesión se reinicie a 0%. Esto mantiene tu sesión siempre lista sin intervención manual.
fr: Envoyer automatiquement 'Bonjour' à Claude 3.5 Haiku lorsque votre session se réinitialise à 0%. Cela garde votre session toujours prête sans intervention manuelle.
it: Invia automaticamente 'Ciao' a Claude 3.5 Haiku quando la sessione si ripristina a 0%. Questo mantiene la sessione sempre pronta senza intervento manuale.
pt: Enviar automaticamente 'Oi' para o Claude 3.5 Haiku quando sua sessão reiniciar para 0%. Isso mantém sua sessão sempre pronta sem intervenção manual.
zh_ch: 当您的会话重置为 0% 时自动向 Claude 发送 'Hi'。这使您的会话始终就绪，无需手动干预。

# session.enable_auto_start
source: Enable auto-start session
es: Habilitar auto-inicio de sesión
fr: Activer le démarrage automatique de session
it: Abilita avvio automatico sessione
pt: Habilitar início automático de sessão
zh_ch: 启用自动启动会话

# session.beta_badge
source: BETA
zh_ch: 测试版

# notifications.enable
source: Enable notifications
es: Habilitar notificaciones
fr: Activer les notifications
it: Abilita notifiche
pt: Habilitar notificações
zh_ch: 启用通知

# notifications.enable.description
source: Receive alerts when approaching usage limits
es: Recibir alertas al acercarse a los límites de uso
fr: Recevoir des alertes lors de l'approche des limites d'utilisation
it: Ricevi avvisi quando ti avvicini ai limiti di utilizzo
pt: Receber alertas ao se aproximar dos limites de uso
zh_ch: 接近使用限制时接收警报

# notifications.alert_thresholds
source: Alert Thresholds
es: Umbrales de Alerta
fr: Seuils d'Alerte
it: Soglie di Avviso
pt: Limites de Alerta
zh_ch: 警报阈值

# notifications.threshold.warning
source: Warning
es: Advertencia
fr: Avertissement
it: Avviso
pt: Aviso
zh_ch: 警告

# notifications.threshold.high
source: High Usage
es: Uso Alto
fr: Utilisation Élevée
it: Utilizzo Elevato
pt: Uso Alto
zh_ch: 使用量过高

# notifications.threshold.critical
source: Critical
es: Crítico
fr: Critique
it: Critico
pt: Crítico
zh_ch: 严重

# notifications.threshold.session_reset
source: Session Reset
es: Reinicio de Sesión
fr: Réinitialisation de Session
it: Ripristino Sessione
pt: Reinício de Sessão
zh_ch: 会话重置

# setup.welcome.title
source: Welcome to Claude Usage Tracker
es: Bienvenido a Claude Usage Tracker
fr: Bienvenue dans Claude Usage Tracker
it: Benvenuto in Claude Usage Tracker
pt: Bem-vindo ao Claude Usage Tracker
zh_ch: 欢迎使用 Claude Usage Tracker

# setup.welcome.subtitle
source: Configure your API access to start tracking usage
es: Configura tu acceso a la API para comenzar a rastrear el uso
fr: Configurez votre accès API pour commencer le suivi d'utilisation
it: Configura l'accesso API per iniziare a monitorare l'utilizzo
pt: Configure seu acesso à API para começar a rastrear o uso
zh_ch: 配置您的 API 访问以开始跟踪使用情况

# setup.step.get_session_key
source: Get Your Session Key
es: Obtén tu Clave de Sesión
fr: Obtenez Votre Clé de Session
it: Ottieni la Tua Chiave di Sessione
pt: Obtenha Sua Chave de Sessão
zh_ch: 获取您的会话密钥

# setup.step.get_session_key.description
source: You'll need to extract your session key from claude.ai
es: Necesitarás extraer tu clave de sesión de claude.ai
fr: Vous devrez extraire votre clé de session de claude.ai
it: Dovrai estrarre la tua chiave di sessione da claude.ai
pt: Você precisará extrair sua chave de sessão do claude.ai
zh_ch: 您需要从 claude.ai 提取您的会话密钥

# setup.step.enter_session_key
source: Enter Your Session Key
es: Ingresa tu Clave de Sesión
fr: Entrez Votre Clé de Session
it: Inserisci la Tua Chiave di Sessione
pt: Digite Sua Chave de Sessão
zh_ch: 输入您的会话密钥

# setup.open_claude_ai
source: Open claude.ai
es: Abrir claude.ai
fr: Ouvrir claude.ai
it: Apri claude.ai
pt: Abrir claude.ai
zh_ch: 打开 claude.ai

# setup.show_instructions
source: Show Instructions
es: Mostrar Instrucciones
fr: Afficher les Instructions
it: Mostra Istruzioni
pt: Mostrar Instruções
zh_ch: 显示说明

# setup.hide_instructions
source: Hide
es: Ocultar
fr: Masquer
it: Nascondi
pt: Ocultar
zh_ch: 隐藏

# setup.instruction.step1
source: Open Developer Tools (F12 or Cmd+Option+I)
es: Abre Herramientas de Desarrollador (F12 o Cmd+Option+I)
fr: Ouvrez les Outils de Développement (F12 ou Cmd+Option+I)
it: Apri gli Strumenti per Sviluppatori (F12 o Cmd+Option+I)
pt: Abra as Ferramentas do Desenvolvedor (F12 ou Cmd+Option+I)
zh_ch: 打开开发者工具 (F12 或 Cmd+Option+I)

# setup.instruction.step2
source: Go to Application/Storage → Cookies → https://claude.ai
es: Ve a Aplicación/Almacenamiento → Cookies → https://claude.ai
fr: Allez dans Application/Stockage → Cookies → https://claude.ai
it: Vai su Applicazione/Archivio → Cookie → https://claude.ai
pt: Vá para Application/Storage → Cookies → https://claude.ai
zh_ch: 前往 应用/存储 → Cookies → https://claude.ai

# setup.instruction.step3
source: Find the 'sessionKey' cookie
es: Encuentra la cookie 'sessionKey'
fr: Trouvez le cookie 'sessionKey'
it: Trova il cookie 'sessionKey'
pt: Encontre o cookie 'sessionKey'
zh_ch: 找到 'sessionKey' cookie

# setup.instruction.step4
source: Double-click its Value and copy (Cmd+C)
es: Haz doble clic en su Valor y copia (Cmd+C)
fr: Double-cliquez sur sa Valeur et copiez (Cmd+C)
it: Fai doppio clic sul suo Valore e copia (Cmd+C)
pt: Clique duas vezes no seu Valor e copie (Cmd+C)
zh_ch: 双击其值并复制 (Cmd+C)

# setup.paste_session_key
source: Paste the sessionKey value you copied
es: Pega el valor de sessionKey que copiaste
fr: Collez la valeur sessionKey que vous avez copiée
it: Incolla il valore di sessionKey che hai copiato
pt: Cole o valor de sessionKey que você copiou
zh_ch: 粘贴您复制的 sessionKey 值

# setup.auto_start_session
source: Auto-start session on reset
es: Auto-iniciar sesión al reiniciar
fr: Démarrage automatique de session à la réinitialisation
it: Avvio automatico sessione al ripristino
pt: Iniciar sessão automaticamente ao reiniciar
zh_ch: 重置时自动启动会话

# setup.auto_start_session.description
source: Automatically send 'Hi' to Claude 3.5 Haiku when your session resets to 0%. This keeps your session always ready without manual intervention.
es: Enviar automáticamente 'Hola' a Claude 3.5 Haiku cuando tu sesión se reinicie a 0%. Esto mantiene tu sesión siempre lista sin intervención manual.
fr: Envoyer automatiquement 'Bonjour' à Claude 3.5 Haiku lorsque votre session se réinitialise à 0%. Cela garde votre session toujours prête sans intervention manuelle.
it: Invia automaticamente 'Ciao' a Claude 3.5 Haiku quando la sessione si ripristina a 0%. Questo mantiene la sessione sempre pronta senza intervento manuale.
pt: Enviar automaticamente 'Oi' para o Claude 3.5 Haiku quando sua sessão reiniciar para 0%. Isso mantém sua sessão sempre pronta sem intervenção manual.
zh_ch: 当您的会话重置为 0% 时自动向 Claude 3.5 Haiku 发送 'Hi'。这使您的会话始终就绪，无需手动干预。

# setup.enable_auto_start
source: Enable auto-start session
es: Habilitar auto-inicio de sesión
fr: Activer le démarrage automatique de session
it: Abilita avvio automatico sessione
pt: Habilitar início automático de sessão
zh_ch: 启用自动启动会话

# setup.menubar_appearance
source: Menu Bar Appearance
es: Apariencia de Barra de Menú
fr: Apparence de la Barre de Menus
it: Aspetto Barra dei Menu
pt: Aparência da Barra de Menu
zh_ch: 菜单栏外观

# setup.choose_icon_style
source: Choose your preferred icon style
es: Elige tu estilo de ícono preferido
fr: Choisissez votre style d'icône préféré
it: Scegli il tuo stile di icona preferito
pt: Escolha seu estilo de ícone preferido
zh_ch: 选择您偏好的图标样式

# setup.monochrome_adaptive
source: Monochrome (Adaptive)
es: Monocromo (Adaptativo)
fr: Monochrome (Adaptatif)
it: Monocromatico (Adattivo)
pt: Monocromático (Adaptativo)
zh_ch: 单色（自适应）

# setup.validation.success
source: Successfully connected to organization
es: Conectado exitosamente a la organización
fr: Connecté avec succès à l'organisation
it: Connessione all'organizzazione riuscita
pt: Conectado com sucesso à organização
zh_ch: 成功连接到组织

# about.version
source: Version %@
es: Versión %@
it: Versione %@
pt: Versão %@
zh_ch: 版本 %@

# about.check_updates
source: Check for Updates
es: Buscar Actualizaciones
fr: Vérifier les Mises à Jour
it: Verifica Aggiornamenti
pt: Verificar Atualizações
zh_ch: 检查更新

# about.created_by
source: Created By
es: Creado Por
fr: Créé Par
it: Creato Da
pt: Criado Por
zh_ch: 创建者

# about.contributors
source: Contributors (%d)
es: Colaboradores (%d)
fr: Contributeurs (%d)
it: Collaboratori (%d)
pt: Colaboradores (%d)
zh_ch: 贡献者 (%d)

# about.contributors_loading
source: Contributors
es: Colaboradores
fr: Contributeurs
it: Collaboratori
pt: Colaboradores
zh_ch: 贡献者

# about.links
source: Links
es: Enlaces
fr: Liens
it: Collegamenti
zh_ch: 链接

# about.star_github
source: Star on GitHub
es: Dar Estrella en GitHub
fr: Étoile sur GitHub
it: Stella su GitHub
pt: Dar Estrela no GitHub
zh_ch: 在 GitHub 上标星

# about.report_issue
source: Report Issue
es: Reportar Problema
fr: Signaler un Problème
it: Segnala Problema
pt: Reportar Problema
zh_ch: 报告问题

# about.send_feedback
source: Send Feedback
es: Enviar Comentarios
fr: Envoyer des Commentaires
it: Invia Feedback
pt: Enviar Feedback
zh_ch: 发送反馈

# about.mit_license
source: MIT License • Open Source
es: Licencia MIT • Código Abierto
fr: Licence MIT • Open Source
it: Licenza MIT • Open Source
pt: Licença MIT • Código Aberto
zh_ch: MIT 许可证 • 开源

# settings.updates.title
source: Software Updates
es: Actualizaciones de Software
fr: Mises à Jour Logicielles
it: Aggiornamenti Software
pt: Atualizações de Software
zh_ch: 软件更新

# settings.updates.current_version
source: Current Version
es: Versión Actual
fr: Version Actuelle
it: Versione Attuale
pt: Versão Atual
zh_ch: 当前版本

# settings.updates.last_check
source: Last Checked
es: Última Verificación
fr: Dernière Vérification
it: Ultimo Controllo
pt: Última Verificação
zh_ch: 上次检查

# settings.updates.never_checked
source: Never
es: Nunca
fr: Jamais
it: Mai
pt: Nunca
zh_ch: 从未检查
